7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
firefox-i18n-de
fsarchiver
fuzzel
gemini-cli
git
glances
greetd
greetd-regreet
grim
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
hwinfo
hyprlock
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iptables-nft
iwd
jfsutils
kitty
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
octopi
opencl-nvidia
openssh
os-prober
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
rebuild-detector
reflector
ripgrep
rsync
rtkit
s-nail
sassc
sg3_utils
slurp
smartmontools
snapper
sof-firmware
starship
sudo
swappy
swaybg
swaylock
swaync
swayosd
switcheroo-control
swww
sysfsutils
texinfo
ttf-bitstream-vera
ttf-cascadia-code-nerd
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc-plugins-all
vulkan-intel
waybar
waypaper
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wpa_supplicant
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yazi
zellij
zen-browser-bin
zoxide